Repository: alex8585/red-shop-register
Catalog: languages/red-shop-register-*.po
Languages: ru_ru

source: Login page
ru_ru: Вход

source: Register page
ru_ru: Регистрация

source: Confirm email
ru_ru: Подтверждение email

source: Username: %s
ru_ru: Имя пользователя %s

source: Confirm your mail.
ru_ru: Подтвердите вашу почту.

source: Invalid key
ru_ru: Не правлиьный ключ подтверждения

source: Expired key
ru_ru: Время действия ссылки истекло

source: Fill in the Email field
ru_ru: Заполните поле email

source: Fill in the password field
ru_ru: Заполните поле пароль

source: Invalid email or password
ru_ru: Введен неверный логин или пароль

source: Email not confirmed
ru_ru: Почта не была подтверждена

source: Registration is complete. Check your mail for confirmation.
ru_ru: Регистрация окончена. Письмо для подтверждения почты выслано на ваш email.

source: Email has already been confirmed
ru_ru: Почта уже была подтверждена

source: Check your mail for confirmation.
ru_ru: Пожалуйста, подтвердите email.

source: Email not register
ru_ru: Такой почтовый адрес не зарегестрирован на нашем сайте

source: Email has been confirmed
ru_ru: Почта была подтверждена

source: Log In
ru_ru: Вход

source: E-mail
ru_ru: Почта

source: Send
ru_ru: Отправить

source: Password
ru_ru: Пароль

source: Login
ru_ru: Вход

source: You already logged in
ru_ru: Вы уже вошли на сайт
